"zanalytics.crosspromotion.navbar.button.title.back" = "Volver";
"zanalytics.crosspromotion.title" = "Más aplicaciones";
"zanalytics.crosspromotion.otherapps" = "Otras aplicaciones";
"zanalytics.crosspromotion.relevantapps" = "Aplicaciones relevantes";
"zanalytics.crosspromotion.noappstodisplay" = "No hay aplicaciones para mostrar";
"zanalytics.crosspromotion.nodatafound" = "No se han encontrado datos";
"zanalytics.crosspromotion.somethingwrong" = "Se ha producido un error";
"zanalytics.crosspromotion.nointernet" = "No hay conexión de Internet";
"zanalytics.crosspromotion.open" = "Abiertas";
"zanalytics.crosspromotion.install" = "Instalar";
"zanalytics.crosspromotion.get" = "Get";
"zanalytics.crosspromotion.appsyoumaylike" = "Aplicaciones que le pueden gustar";
"zanalytics.crosspromotion.moreappsfromus" = "Más aplicaciones de nosotros";
"zanalytics.crosspromotion.viewallapps" = "Ver todas las aplicaciones";
